espressif/esp-idf/components/esp_system/host_test/test_esp_system/sdkconfig.defaults
CONFIG_IDF_TARGET="linux"
CONFIG_UNITY_ENABLE_IDF_TEST_RUNNER=n
